---
kind: other
id: Properties.T:Autodesk.Revit.DB.ExclusionFilter
source: html/a14f0379-3218-f3e9-b07d-46fad1d41aeb.htm
---
# ExclusionFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.